export const countryMasks = {
  af: '+93 000 000 000', // Афганистан
  al: '+355 00 000 0000', // Албания
  dz: '+213 00 000 0000', // Алжир
  as: '+1 (684) 000-0000', // Американское Самоа
  ad: '+376 000 000', // Андорра
  ao: '+244 000 000 000', // Ангола
  ai: '+1 (264) 000-0000', // Ангилья
  ag: '+1 (268) 000-0000', // Антигуа и Барбуда
  ar: '+54 00 0000-0000', // Аргентина
  am: '+374 00 000 000', // Армения
  aw: '+297 000 0000', // Аруба
  au: '+61 000 000 000', // Австралия
  at: '+43 000 000000', // Австрия
  az: '+994 00 000 00 00', // Азербайджан
  bs: '+1 (242) 000-0000', // Багамы
  bh: '+973 0000 0000', // Бахрейн
  bd: '+880 0000-000000', // Бангладеш
  bb: '+1 (246) 000-0000', // Барбадос
  by: '+375 00 000-00-00', // Беларусь
  be: '+32 000 00 00 00', // Бельгия
  bz: '+501 000 0000', // Белиз
  bj: '+229 00 00 0000', // Бенин
  bm: '+1 (441) 000-0000', // Бермуды
  bt: '+975 00 000 000', // Бутан
  bo: '+591 0 000 0000', // Боливия
  ba: '+387 00 000 000', // Босния и Герцеговина
  bw: '+267 00 000 000', // Ботсвана
  br: '+55 00 00000-0000', // Бразилия
  bn: '+673 000 0000', // Бруней
  bg: '+359 0 000 0000', // Болгария
  bf: '+226 00 00 0000', // Буркина Фасо
  bi: '+257 00 00 0000', // Бурунди
  kh: '+855 00 000 000', // Камбоджа
  cm: '+237 0 00 00 00 00', // Камерун
  ca: '+1 (000) 000-0000', // Канада
  cv: '+238 000 0000', // Кабо-Верде
  ky: '+1 (345) 000-0000', // Каймановы острова
  cf: '+236 00 00 0000', // Центральноафриканская Республика
  td: '+235 00 00 00 00', // Чад
  cl: '+56 0 0000 0000', // Чили
  cn: '+86 000 0000 0000', // Китай
  co: '+57 000 0000000', // Колумбия
  km: '+269 00 00 000', // Коморы
  cd: '+243 00 000 0000', // Конго (Дем. Респ.)
  cg: '+242 00 000 0000', // Конго
  ck: '+682 00 000', // Острова Кука
  cr: '+506 0000 0000', // Коста-Рика
  ci: '+225 00 00 00 0000', // Кот-д'Ивуар
  hr: '+385 00 000 0000', // Хорватия
  cu: '+53 0 000 0000', // Куба
  cy: '+357 00 000000', // Кипр
  cz: '+420 000 000 000', // Чехия
  dk: '+45 00 00 00 00', // Дания
  dj: '+253 00 00 00 00', // Джибути
  dm: '+1 (767) 000-0000', // Доминика
  do: '+1 (809) 000-0000', // Доминиканская Республика
  ec: '+593 00 000 0000', // Эквадор
  eg: '+20 00 0000 0000', // Египет
  sv: '+503 0000 0000', // Сальвадор
  gq: '+240 000 000 000', // Экваториальная Гвинея
  er: '+291 0 000 000', // Эритрея
  ee: '+372 000 0000', // Эстония
  et: '+251 00 000 0000', // Эфиопия
  fk: '+500 00000', // Фолклендские острова
  fo: '+298 000000', // Фарерские острова
  fj: '+679 000 0000', // Фиджи
  fi: '+358 00 000 0000', // Финляндия
  fr: '+33 0 00 00 00 00', // Франция
  gf: '+594 000 00 00 00', // Французская Гвиана
  pf: '+689 00 00 00', // Французская Полинезия
  ga: '+241 0 00 00 00', // Габон
  gm: '+220 000 0000', // Гамбия
  ge: '+995 000 00 00 00', // Грузия
  de: '+49 000 0000000', // Германия
  gh: '+233 00 000 0000', // Гана
  gi: '+350 00000', // Гибралтар
  gr: '+30 000 000 0000', // Греция
  gl: '+299 00 00 00', // Гренландия
  gd: '+1 (473) 000-0000', // Гренада
  gp: '+590 000 00 00 00', // Гваделупа
  gu: '+1 (671) 000-0000', // Гуам
  gt: '+502 0000 0000', // Гватемала
  gn: '+224 000 00 00 00', // Гвинея
  gw: '+245 000 0000', // Гвинея-Бисау
  gy: '+592 000 0000', // Гайана
  ht: '+509 00 00 0000', // Гаити
  hn: '+504 0000-0000', // Гондурас
  hk: '+852 0000 0000', // Гонконг
  hu: '+36 00 000 0000', // Венгрия
  is: '+354 000 0000', // Исландия
  in: '+91 00000 00000', // Индия
  id: '+62 000-000-000', // Индонезия
  ir: '+98 000 000 0000', // Иран
  iq: '+964 000 000 0000', // Ирак
  ie: '+353 00 000 0000', // Ирландия
  il: '+972 0 000 0000', // Израиль
  it: '+39 000 000 0000', // Италия
  jm: '+1 (876) 000-0000', // Ямайка
  jp: '+81 00 0000 0000', // Япония
  jo: '+962 0 0000 0000', // Иордания
  kz: '+7 (700) 000-00-00', // Казахстан
  ke: '+254 000 000000', // Кения
  ki: '+686 00000', // Кирибати
  kp: '+850 0000 0000', // Северная Корея
  kr: '+82 00-0000-0000', // Южная Корея
  kw: '+965 0000 0000', // Кувейт
  kg: '+996 000 000 000', // Кыргызстан
  la: '+856 00 00 0000', // Лаос
  lv: '+371 00 000 000', // Латвия
  lb: '+961 00 000 000', // Ливан
  ls: '+266 0000 0000', // Лесото
  lr: '+231 00 000 0000', // Либерия
  ly: '+218 00 000 0000', // Ливия
  li: '+423 000 00 00', // Лихтенштейн
  lt: '+370 (0) 000 0000', // Литва
  lu: '+352 000 000 000', // Люксембург
  mo: '+853 0000 0000', // Макао
  mk: '+389 00 000 000', // Северная Македония
  mg: '+261 00 00 00000', // Мадагаскар
  mw: '+265 0 0000 0000', // Малави
  my: '+60 00-000 0000', // Малайзия
  mv: '+960 000-0000', // Мальдивы
  ml: '+223 00 00 00 00', // Мали
  mt: '+356 0000 0000', // Мальта
  mh: '+692 000-0000', // Маршалловы острова
  mq: '+596 000 00 00 00', // Мартиника
  mr: '+222 00 00 00 00', // Мавритания
  mu: '+230 0000 0000', // Маврикий
  mx: '+52 00 0000 0000', // Мексика
  fm: '+691 000 0000', // Микронезия
  md: '+373 0000 0000', // Молдова
  mc: '+377 00 00 00 00', // Монако
  mn: '+976 00 00 0000', // Монголия
  me: '+382 00 000 000', // Черногория
  ms: '+1 (664) 000-0000', // Монтсеррат
  ma: '+212 00-0000-000', // Марокко
  mz: '+258 00 000 0000', // Мозамбик
  mm: '+95 0 000 0000', // Мьянма
  na: '+264 00 000 0000', // Намибия
  nr: '+674 000 0000', // Науру
  np: '+977 000-0000000', // Непал
  nl: '+31 00 000 0000', // Нидерланды
  nc: '+687 00 00 00', // Новая Каледония
  nz: '+64 00 000 0000', // Новая Зеландия
  ni: '+505 0000 0000', // Никарагуа
  ne: '+227 00 00 00 00', // Нигер
  ng: '+234 000 000 0000', // Нигерия
  nu: '+683 0000', // Ниуэ
  no: '+47 000 00 000', // Норвегия
  om: '+968 0000 0000', // Оман
  pk: '+92 000 0000000', // Пакистан
  pw: '+680 000 0000', // Палау
  ps: '+970 00 000 0000', // Палестина
  pa: '+507 000-0000', // Панама
  pg: '+675 000 0000', // Папуа-Новая Гвинея
  py: '+595 000 000000', // Парагвай
  pe: '+51 000 000 000', // Перу
  ph: '+63 (000) 000-0000', // Филиппины
  pl: '+48 000 000 000', // Польша
  pt: '+351 000 000 000', // Португалия
  pr: '+1 (787) 000-0000', // Пуэрто-Рико
  qa: '+974 0000 0000', // Катар
  re: '+262 000 00 00 00', // Реюньон
  ro: '+40 000 000 000', // Румыния
  ru: '+7 (000) 000-00-00', // Россия
  rw: '+250 000 000 000', // Руанда
  sh: '+290 0000', // Святая Елена
  kn: '+1 (869) 000-0000', // Сент-Китс и Невис
  lc: '+1 (758) 000-0000', // Сент-Люсия
  pm: '+508 00 00 00', // Сен-Пьер и Микелон
  vc: '+1 (784) 000-0000', // Сент-Винсент и Гренадины
  ws: '+685 00 0000', // Самоа
  sm: '+378 000 000 0000', // Сан-Марино
  st: '+239 000 0000', // Сан-Томе и Принсипи
  sa: '+966 00 000 0000', // Саудовская Аравия
  sn: '+221 00 000 00 00', // Сенегал
  rs: '+381 00 000 0000', // Сербия
  sc: '+248 0 000 000', // Сейшелы
  sl: '+232 00 000000', // Сьерра-Леоне
  sg: '+65 0000 0000', // Сингапур
  sk: '+421 000 000 000', // Словакия
  si: '+386 0 000 00 00', // Словения
  sb: '+677 00000', // Соломоновы острова
  so: '+252 0 000 000', // Сомали
  za: '+27 00 000 0000', // Южная Африка
  ss: '+211 00 000 0000', // Южный Судан
  es: '+34 000 00 00 00', // Испания
  lk: '+94 00 000 0000', // Шри-Ланка
  sd: '+249 00 000 0000', // Судан
  sr: '+597 000 0000', // Суринам
  sz: '+268 0000 0000', // Эсватини
  se: '+46 00 000 00 00', // Швеция
  ch: '+41 00 000 00 00', // Швейцария
  sy: '+963 00 0000 000', // Сирия
  tw: '+886 0 0000 0000', // Тайвань
  tj: '+992 00 000 0000', // Таджикистан
  tz: '+255 000 000 000', // Танзания
  th: '+66 0 0000 0000', // Таиланд
  tl: '+670 000 0000', // Тимор-Лешти
  tg: '+228 00 00 00 00', // Того
  to: '+676 00000', // Тонга
  tt: '+1 (868) 000-0000', // Тринидад и Тобаго
  tn: '+216 00 000 000', // Тунис
  tr: '+90 (000) 000 0000', // Турция
  tm: '+993 0 000 0000', // Туркменистан
  tc: '+1 (649) 000-0000', // Теркс и Кайкос
  tv: '+688 00000', // Тувалу
  ug: '+256 000 000000', // Уганда
  ua: '+380 00 000 00 00', // Украина
  ae: '+971 00 000 0000', // ОАЭ
  gb: '+44 00 0000 0000', // Великобритания
  us: '+1 (000) 000-0000', // США
  uy: '+598 0 000 0000', // Уругвай
  uz: '+998 00 000 00 00', // Узбекистан
  vu: '+678 00 0000', // Вануату
  va: '+39 06 0000 0000', // Ватикан
  ve: '+58 000 0000000', // Венесуэла
  vn: '+84 00 0000 000', // Вьетнам
  vg: '+1 (284) 000-0000', // Британские Виргинские острова
  vi: '+1 (340) 000-0000', // Виргинские острова США
  wf: '+681 00 00 00', // Уоллис и Футуна
  ye: '+967 0 000 000', // Йемен
  zm: '+260 00 000 0000', // Замбия
  zw: '+263 00 000 0000', // Зимбабве
  default: '+0 (000) 000-0000', // По умолчанию
};
